Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: %@ chart
de: Diagramm %@
es: Gráfico de %@
fr: Graphique %@
it: Grafico %@
uk: Графік: %@

source: %@ in use / %@
de: %@ belegt / %@
es: %@ en uso / %@
fr: %@ utilisés / %@
it: %@ in uso / %@
uk: %@ використано / %@

source: %@ is a critical system service: stopping or restarting it can make the node unreachable or disrupt the cluster.
de: %@ ist ein kritischer Systemdienst: Ihn zu stoppen oder neu zu starten kann den Knoten unerreichbar machen oder den Cluster stören.
es: %@ es un servicio crítico del sistema: detenerlo o reiniciarlo puede dejar el nodo inaccesible o afectar al clúster.
fr: %@ est un service système critique : l’arrêter ou le redémarrer peut rendre le nœud injoignable ou perturber le cluster.
it: %@ è un servizio di sistema critico: fermarlo o riavviarlo può rendere il nodo irraggiungibile o disturbare il cluster.
uk: %@ — критична системна служба: її зупинка або перезапуск може зробити вузол недоступним або порушити роботу кластера.

source: %@ is not ready
de: %@ ist nicht bereit
es: %@ no está listo
fr: %@ n'est pas prêt
it: %@ non è pronto
uk: %@ не готовий

source: %@ is ready again
de: %@ ist wieder bereit
es: %@ vuelve a estar listo
fr: %@ est de nouveau prêt
it: %@ è di nuovo pronto
uk: %@ знову готовий

source: %@ is unreachable
de: %@ ist nicht erreichbar
es: %@ no es accesible
fr: %@ est injoignable
it: %@ non è raggiungibile
uk: %@ недоступний

source: %@ needs %@
de: %@ erfordert %@
es: %@ requiere %@
fr: %@ nécessite %@
it: %@ richiede %@
uk: %@ потребує %@

source: %@ on member %@
de: %@ auf Mitglied %@
es: %@ en el miembro %@
fr: %@ sur le membre %@
it: %@ sul membro %@
uk: %@ на члені %@

source: %@ used
de: %@ belegt
es: %@ en uso
fr: %@ utilisés
it: %@ in uso
uk: %@ використано

source: %@: %@ requested
de: %@: Anfrage gesendet (%@)
es: %@: solicitud enviada (%@)
fr: %@ : demande envoyée (%@)
it: %@: richiesta inviata (%@)
uk: %@: запит надіслано (%@)

source: %@: %@ restart requested
de: %@: Neustart von %@ angefordert
es: %@: reinicio de %@ solicitado
fr: %@ : redémarrage de %@ demandé
it: %@: riavvio di %@ richiesto
uk: %@: запит на перезапуск %@ надіслано

source: %@: %@ start requested
de: %@: Start von %@ angefordert
es: %@: inicio de %@ solicitado
fr: %@ : démarrage de %@ demandé
it: %@: avvio di %@ richiesto
uk: %@: запит на запуск %@ надіслано

source: %@: %@ stop requested
de: %@: Stopp von %@ angefordert
es: %@: detención de %@ solicitada
fr: %@ : arrêt de %@ demandé
it: %@: arresto di %@ richiesto
uk: %@: запит на зупинку %@ надіслано

source: %lld cores, %lld threads
de: %lld Kerne, %lld Threads
es: %lld núcleos, %lld hilos
fr: %lld cœurs, %lld threads
it: %lld core, %lld thread
uk: %lld ядер, %lld потоків

source: %lld cores, %lld threads in total
de: %lld Kerne, %lld Threads insgesamt
es: %lld núcleos, %lld hilos en total
fr: %lld cœurs, %lld threads au total
it: %lld core, %lld thread in totale
uk: Усього %lld ядер, %lld потоків

source: %lld d ago
de: vor %lld T.
es: hace %lld d
fr: il y a %lld j
it: %lld g fa
uk: %lld дн тому

source: %lld down
de: %lld getrennt
es: %lld caídos
fr: %lld coupés
it: %lld interrotti
uk: %lld неактивного

source: %lld h ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld h fa
uk: %lld год тому

source: %lld members to defragment.
de: %lld Mitglieder zu defragmentieren.
es: %lld miembros por desfragmentar.
fr: %lld membres à défragmenter.
it: %lld membri da deframmentare.
uk: %lld члена для дефрагментації.

source: %lld min ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
uk: %lld хв тому

source: %lld of %lld sockets
de: %lld von %lld Sockets
es: %lld de %lld sockets
fr: %lld sockets sur %lld
it: %lld socket su %lld
uk: %lld з %lld сокетів

source: %lld peer links down
de: %lld Peer-Verbindungen getrennt
es: %lld enlaces de par caídos
fr: %lld liens de pair coupés
it: %lld collegamenti peer interrotti
uk: %lld з'єднання з пірами неактивні

source: %lld virtual interfaces hidden
de: %lld virtuelle Schnittstellen ausgeblendet
es: %lld interfaces virtuales ocultas
fr: %lld interfaces virtuelles masquées
it: %lld interfacce virtuali nascoste
uk: Приховано віртуальних інтерфейсів: %lld

source: %lld/%lld up
de: %lld/%lld aktiv
es: %lld/%lld activos
fr: %lld/%lld actifs
it: %lld/%lld attivi
uk: %lld/%lld активні

source: %llds ago
de: vor %lld s
es: hace %lld s
fr: il y a %lld s
it: %lld s fa
uk: %lld с тому

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
uk: 1 рік

source: 1. Sign a certificate on one control-plane node
de: 1. Ein Zertifikat auf einem Control-Plane-Node signieren
es: 1. Firma un certificado en un nodo del plano de control
fr: 1. Signer un certificat sur un nœud du control plane
it: 1. Firma un certificato su un nodo del control plane
uk: 1. Підпишіть сертифікат на одному вузлі control plane

source: 2. List every node the app should show
de: 2. Alle Nodes angeben, die die App zeigen soll
es: 2. Indica todos los nodos que debe mostrar la app
fr: 2. Lister chaque nœud que l'app doit afficher
it: 2. Elenca ogni nodo che l'app deve mostrare
uk: 2. Перелічіть усі вузли, які має показувати застосунок

source: 3. Bring it to the phone
de: 3. Aufs Telefon bringen
es: 3. Pásalo al teléfono
fr: 3. Le transférer sur le téléphone
it: 3. Trasferiscilo sul telefono
uk: 3. Перенесіть його на телефон

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
uk: 30 днів

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
uk: 90 днів

source: A screenshot was taken: it may contain the QR code. Delete it.
de: Ein Bildschirmfoto wurde aufgenommen: Es kann den QR-Code enthalten. Lösche es.
es: Se ha hecho una captura de pantalla: puede contener el código QR. Elimínala.
fr: Une capture d'écran a été prise : elle peut contenir le QR code. Supprimez-la.
it: È stato acquisito uno screenshot: potrebbe contenere il codice QR. Eliminalo.
uk: Зроблено знімок екрана: він може містити QR-код. Видаліть його.

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
uk: Про застосунок

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
uk: Про %@

source: About %@ reclaimable. Members are done one at a time, followers first and the leader last.
de: Etwa %@ freizugeben. Die Mitglieder werden einzeln bearbeitet, zuerst die Follower, der Leader zuletzt.
es: Unos %@ recuperables. Los miembros se procesan de uno en uno, primero los seguidores y el líder al final.
fr: Environ %@ récupérables. Les membres sont traités un par un, les suiveurs d'abord et le leader en dernier.
it: Circa %@ recuperabili. I membri vengono elaborati uno alla volta, prima i follower e il leader per ultimo.
uk: Можна звільнити близько %@. Члени обробляються по одному: спершу послідовники, лідер останнім.

source: About %@ reclaimed.
de: Etwa %@ freigegeben.
es: Unos %@ recuperados.
fr: Environ %@ récupérés.
it: Circa %@ recuperati.
uk: Звільнено близько %@.

source: About this node
de: Über diesen Knoten
es: Acerca de este nodo
fr: À propos de ce nœud
it: Informazioni sul nodo
uk: Про цей вузол

source: Add a cluster
de: Cluster hinzufügen
es: Añadir un clúster
fr: Ajouter un cluster
it: Aggiungi un cluster
uk: Додати кластер

source: Add a cluster (import a talosconfig)
de: Cluster hinzufügen (talosconfig importieren)
es: Añadir un clúster (importar un talosconfig)
fr: Ajouter un cluster (importer un talosconfig)
it: Aggiungi un cluster (importa un talosconfig)
uk: Додати кластер (імпортувати talosconfig)

source: Address, port, process or PID
de: Adresse, Port, Prozess oder PID
es: Dirección, puerto, proceso o PID
fr: Adresse, port, processus ou PID
it: Indirizzo, porta, processo o PID
uk: Адреса, порт, процес або PID

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
uk: Адреси

source: Your clusters are protected
de: Deine Cluster sind geschützt
es: Tus clústeres están protegidos
fr: Vos clusters sont protégés
it: I tuoi cluster sono protetti
uk: Ваші кластери захищено

source: Your talosconfig holds client keys with direct access to your nodes. Ichor keeps them behind the app lock.
de: Deine talosconfig enthält Client-Schlüssel mit direktem Zugriff auf deine Nodes. Ichor schützt sie mit der App-Sperre.
es: Tu talosconfig contiene claves de cliente con acceso directo a tus nodos. Ichor las protege con el bloqueo de la app.
fr: Votre talosconfig contient des clés client qui donnent un accès direct à vos nœuds. Ichor les garde derrière le verrouillage de l'app.
it: Il tuo talosconfig contiene chiavi client con accesso diretto ai tuoi nodi. Ichor le protegge con il blocco dell'app.
uk: Ваш talosconfig містить клієнтські ключі з прямим доступом до вузлів. Ichor тримає їх під блокуванням застосунку.

source: AirDrop it to Files and use File, or show it as a QR code and use QR code:
de: Per AirDrop in Dateien ablegen und Datei wählen, oder als QR-Code anzeigen und QR-Code wählen:
es: Envíalo por AirDrop a Archivos y usa Archivo, o muéstralo como código QR y usa Código QR:
fr: Envoyez-le par AirDrop dans Fichiers et utilisez Fichier, ou affichez-le en QR code et utilisez QR code :
it: Invialo con AirDrop in File e usa File, oppure mostralo come codice QR e usa Codice QR:
uk: Надішліть його через AirDrop у Файли й виберіть Файл або покажіть як QR-код і виберіть QR-код:

source: Alarms
de: Alarme
es: Alarmas
fr: Alarmes
it: Allarmi
uk: Сигнали тривоги

source: Alarms disarmed.
de: Alarme aufgehoben.
es: Alarmas desactivadas.
fr: Alarmes désarmées.
it: Allarmi disattivati.
uk: Тривоги скасовано.

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
uk: Усі

source: All checks passed
de: Alle Prüfungen bestanden
es: Todas las comprobaciones superadas
fr: Toutes les vérifications ont réussi
it: Tutti i controlli superati
uk: Усі перевірки пройдено

source: All · %lld
de: Alle · %lld
es: Todo · %lld
fr: Tout · %lld
it: Tutto · %lld
uk: Усі · %lld

source: Allow camera access in Settings, or use File / Paste.
de: Erlaube den Kamerazugriff in den Einstellungen oder nutze Datei / Einfügen.
es: Permite el acceso a la cámara en Ajustes o usa Archivo / Pegar.
fr: Autorisez l'accès à l'appareil photo dans Réglages, ou utilisez Fichier / Coller.
it: Consenti l'accesso alla fotocamera in Impostazioni oppure usa File / Incolla.
uk: Дозвольте доступ до камери в Параметрах або скористайтеся Файл / Вставити.

source: Another device
de: Anderes Gerät
es: Otro dispositivo
fr: Autre appareil
it: Altro dispositivo
uk: Інший пристрій

source: Anyone holding the file or the QR code can use it.
de: Wer die Datei oder den QR-Code hat, kann sie verwenden.
es: Cualquiera que tenga el archivo o el código QR puede usarlo.
fr: Toute personne qui détient le fichier ou le QR code peut l'utiliser.
it: Chiunque abbia il file o il codice QR può usarlo.
uk: Будь-хто, хто має файл або QR-код, може ним скористатися.

source: Anyone with this file has full access to the Kubernetes cluster: keep it private. In kubenav, add a cluster from the file.
de: Wer diese Datei hat, hat vollen Zugriff auf den Kubernetes-Cluster: Halte sie privat. Füge in kubenav einen Cluster aus der Datei hinzu.
es: Quien tenga este archivo tiene acceso total al clúster de Kubernetes: mantenlo privado. En kubenav, añade un clúster desde el archivo.
fr: Toute personne disposant de ce fichier a un accès complet au cluster Kubernetes : gardez-le privé. Dans kubenav, ajoutez un cluster à partir du fichier.
it: Chiunque abbia questo file ha accesso completo al cluster Kubernetes: tienilo privato. In kubenav, aggiungi un cluster dal file.
uk: Будь-хто з цим файлом має повний доступ до кластера Kubernetes: зберігайте його приватно. У kubenav додайте кластер із файлу.

source: App lock
de: App-Sperre
es: Bloqueo de la app
fr: Verrouillage de l'app
it: Blocco app
uk: Блокування застосунку

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
uk: Вигляд

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Échec de l'authentification
it: Autenticazione non riuscita
uk: Не вдалося автентифікуватися

source: Background alerts
de: Hintergrund-Warnungen
es: Alertas en segundo plano
fr: Alertes en arrière-plan
it: Avvisi in background
uk: Фонові сповіщення

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
uk: Резервна копія

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
uk: Чорна

source: Boot
de: Start
es: Arranque
fr: Démarrage
it: Avvio
uk: Завантаження

source: Booted with UKI
de: Mit UKI gestartet
es: Arrancado con UKI
fr: Démarré avec UKI
it: Avviato con UKI
uk: Завантажено з UKI

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
uk: Скасувати

source: Cert expires
de: Zertifikat läuft ab
es: Caducidad del certificado
fr: Expiration du certificat
it: Scadenza certificato
uk: Сертифікат спливає

source: Certificate renewed: expires %@.
de: Zertifikat erneuert: läuft ab %@.
es: Certificado renovado: caduca %@.
fr: Certificat renouvelé : expire %@.
it: Certificato rinnovato: scade %@.
uk: Сертифікат оновлено: спливає %@.

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
it: Controlla ora
uk: Перевірити зараз

source: Checked. The widget is updated.
de: Geprüft. Das Widget ist aktualisiert.
es: Comprobado. El widget está actualizado.
fr: Vérifié. Le widget est à jour.
it: Controllato. Il widget è aggiornato.
uk: Перевірено. Віджет оновлено.

source: Checking clocks…
de: Uhren werden geprüft…
es: Comprobando relojes…
fr: Vérification des horloges…
it: Controllo degli orologi…
uk: Перевірка годинників…

source: Choose file
de: Datei wählen
es: Elegir archivo
fr: Choisir un fichier
it: Scegli file
uk: Вибрати файл

source: Clock drift
de: Uhrabweichung
es: Deriva del reloj
fr: Dérive d'horloge
it: Deriva dell'orologio
uk: Дрейф годинника

source: Clock offset
de: Uhrabweichung
es: Desfase del reloj
fr: Décalage d'horloge
it: Scarto dell'orologio
uk: Зсув годинника

source: Cluster health
de: Cluster-Zustand
es: Estado del clúster
fr: État du cluster
it: Stato del cluster
uk: Стан кластера

source: Cluster health check
de: Cluster-Zustandsprüfung
es: Comprobación del estado del clúster
fr: Vérification de l'état du cluster
it: Controllo dello stato del cluster
uk: Перевірка стану кластера

source: Clusters
de: Cluster
es: Clústeres
it: Cluster
uk: Кластери

source: Collecting samples every 2s…
de: Messwerte alle 2 s werden gesammelt…
es: Recogiendo muestras cada 2 s…
fr: Collecte d'échantillons toutes les 2 s…
it: Raccolta di campioni ogni 2 s…
uk: Збирання вимірів кожні 2 с…

source: Color of %@
de: Farbe von %@
es: Color de %@
fr: Couleur de %@
it: Colore di %@
uk: Колір %@

source: Command
de: Befehl
es: Comando
fr: Commande
it: Comando
uk: Команда

source: Command or arguments
de: Befehl oder Argumente
es: Comando o argumentos
fr: Commande ou arguments
it: Comando o argomenti
uk: Команда або аргументи

source: Config
de: Konfiguration
es: Configuración
fr: Configuration
it: Configurazione
uk: Конфігурація

source: Config is valid
de: Konfiguration ist gültig
es: La configuración es válida
fr: Configuration valide
it: La configurazione è valida
uk: Конфігурація коректна

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
uk: Підключення…

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
uk: З'єднання

source: Connections · %@
de: Verbindungen · %@
es: Conexiones · %@
fr: Connexions · %@
it: Connessioni · %@
uk: З'єднання · %@

source: Containers
de: Container
es: Contenedores
fr: Conteneurs
it: Container
uk: Контейнери

source: Context
de: Kontext
es: Contexto
fr: Contexte
it: Contesto
uk: Контекст

source: Control-plane node: it leaves etcd while down. Make sure the other members are healthy, or the cluster can lose quorum.
de: Control-Plane-Node: Er verlässt etcd, solange er aus ist. Stelle sicher, dass die anderen Mitglieder gesund sind, sonst kann der Cluster das Quorum verlieren.
es: Nodo del plano de control: sale de etcd mientras está caído. Asegúrate de que los demás miembros estén sanos o el clúster puede perder el quórum.
fr: Nœud du control plane : il quitte etcd tant qu'il est arrêté. Vérifiez que les autres membres sont sains, sinon le cluster peut perdre le quorum.
it: Nodo del control plane: esce da etcd mentre è spento. Assicurati che gli altri membri siano integri, o il cluster può perdere il quorum.
uk: Вузол control plane: поки він вимкнений, він виходить з etcd. Переконайтеся, що інші члени справні, інакше кластер може втратити кворум.

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
uk: Скопійовано

source: Copied.
de: Kopiert.
es: Copiado.
fr: Copié.
it: Copiato.
uk: Скопійовано.

source: Copied. The clipboard is cleared in 2 minutes.
de: Kopiert. Die Zwischenablage wird in 2 Minuten geleert.
es: Copiado. El portapapeles se vaciará en 2 minutos.
fr: Copié. Le presse-papiers sera vidé dans 2 minutes.
it: Copiato. Gli appunti verranno svuotati tra 2 minuti.
uk: Скопійовано. Буфер обміну буде очищено через 2 хвилини.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
uk: Копіювати

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l’adresse
it: Copia indirizzo
uk: Скопіювати адресу

source: Copy command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
it: Copia comando
uk: Копіювати команду

source: Copy IP
de: IP kopieren
es: Copiar IP
fr: Copier l'IP
it: Copia IP
uk: Копіювати IP

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
uk: Створити

source: Create a config for another device…
de: Konfiguration für ein anderes Gerät erstellen…
es: Crear una config para otro dispositivo…
fr: Créer une config pour un autre appareil…
it: Crea una config per un altro dispositivo…
uk: Створити конфіг для іншого пристрою…

source: Create a talosconfig
de: talosconfig erstellen
es: Crear un talosconfig
fr: Créer un talosconfig
it: Crea un talosconfig
uk: Створити talosconfig

source: Create a talosconfig?
de: Eine talosconfig erstellen?
es: ¿Crear un talosconfig?
fr: Créer un talosconfig ?
it: Creare un talosconfig?
uk: Створити talosconfig?

source: Create talosconfig…
de: talosconfig erstellen…
es: Crear talosconfig…
fr: Créer le talosconfig…
it: Crea talosconfig…
uk: Створити talosconfig…

source: Created
de: Erstellt
es: Creación
fr: Création
it: Creazione
uk: Створено

source: Current certificate
de: Aktuelles Zertifikat
es: Certificado actual
fr: Certificat actuel
it: Certificato attuale
uk: Поточний сертифікат

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
uk: Темна

source: DB size
de: DB-Größe
es: Tamaño de la BD
fr: Taille de la base
it: Dimensione DB
uk: Розмір БД

source: Debug shell on %@
de: Debug-Shell auf %@
es: Shell de depuración en %@
fr: Shell de débogage sur %@
it: Shell di debug su %@
uk: Налагоджувальна оболонка на %@

source: Default route
de: Standardroute
es: Ruta predeterminada
fr: Route par défaut
it: Route predefinita
uk: Типовий маршрут

source: Defragment
de: Defragmentieren
es: Desfragmentar
fr: Défragmenter
it: Deframmenta
uk: Дефрагментувати

source: Defragment %lld members?
de: %lld Mitglieder defragmentieren?
es: ¿Desfragmentar %lld miembros?
fr: Défragmenter %lld membres ?
it: Deframmentare %lld membri?
uk: Дефрагментувати %lld члена?

source: Defragment all
de: Alle defragmentieren
es: Desfragmentar todo
fr: Tout défragmenter
it: Deframmenta tutto
uk: Дефрагментувати все

source: Defragment etcd
de: etcd defragmentieren
es: Desfragmentar etcd
fr: Défragmenter etcd
it: Deframmenta etcd
uk: Дефрагментувати etcd

source: Defragment this member?
de: Dieses Mitglied defragmentieren?
es: ¿Desfragmentar este miembro?
fr: Défragmenter ce membre ?
it: Deframmentare questo membro?
uk: Дефрагментувати цього члена?

source: Defragmentation
de: Defragmentierung
es: Desfragmentación
fr: Défragmentation
it: Deframmentazione
uk: Дефрагментація

source: Defragmented %lld members.
de: %lld Mitglieder defragmentiert.
es: %lld miembros desfragmentados.
fr: %lld membres défragmentés.
it: %lld membri deframmentati.
uk: Дефрагментовано %lld члена.

source: Defragmenting %@ (%lld/%lld)…
de: %@ wird defragmentiert (%lld/%lld)…
es: Desfragmentando %@ (%lld/%lld)…
fr: Défragmentation de %@ (%lld/%lld)…
it: Deframmentazione di %@ (%lld/%lld)…
uk: Дефрагментація %@ (%lld/%lld)…

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
uk: Видалити

source: Delete other copies afterwards: the file contains the private key. The app encrypts it with a Secure Enclave key.
de: Lösche danach andere Kopien: Die Datei enthält den privaten Schlüssel. Die App verschlüsselt sie mit einem Secure-Enclave-Schlüssel.
es: Después borra las demás copias: el archivo contiene la clave privada. La app lo cifra con una clave del Secure Enclave.
fr: Supprimez ensuite les autres copies : le fichier contient la clé privée. L'app le chiffre avec une clé du Secure Enclave.
it: Poi elimina le altre copie: il file contiene la chiave privata. L'app lo cifra con una chiave del Secure Enclave.
uk: Потім видаліть інші копії: файл містить приватний ключ. Застосунок шифрує його ключем Secure Enclave.

source: Delete stored talosconfig
de: Gespeicherte talosconfig löschen
es: Eliminar el talosconfig guardado
fr: Supprimer le talosconfig enregistré
it: Elimina il talosconfig salvato
uk: Видалити збережений talosconfig

source: Delete talosconfig?
de: talosconfig löschen?
es: ¿Eliminar el talosconfig?
fr: Supprimer le talosconfig ?
it: Eliminare il talosconfig?
uk: Видалити talosconfig?

source: Disable app lock
de: App-Sperre deaktivieren
es: Desactivar el bloqueo de la app
fr: Désactiver le verrouillage de l'app
it: Disattiva il blocco app
uk: Вимкнути блокування застосунку

source: Disarm alarms
de: Alarme aufheben
es: Desactivar alarmas
fr: Désarmer les alarmes
it: Disattiva gli allarmi
uk: Скасувати тривоги

source: Disarm etcd alarms
de: etcd-Alarme aufheben
es: Desactivar las alarmas de etcd
fr: Désarmer les alarmes etcd
it: Disattiva gli allarmi di etcd
uk: Скасувати тривоги etcd

source: Disarm etcd alarms?
de: etcd-Alarme aufheben?
es: ¿Desactivar las alarmas de etcd?
fr: Désarmer les alarmes etcd ?
it: Disattivare gli allarmi di etcd?
uk: Скасувати тривоги etcd?

source: Disarming does not fix the cause. For a NOSPACE alarm, free disk space and defragment first, or the alarm comes back. Once disarmed, etcd accepts writes again.
de: Das Aufheben behebt nicht die Ursache. Bei einem NOSPACE-Alarm zuerst Speicherplatz freigeben und defragmentieren, sonst kommt der Alarm zurück. Danach nimmt etcd wieder Schreibvorgänge an.
es: Desactivarlas no corrige la causa. Para una alarma NOSPACE, libera espacio en disco y desfragmenta primero, o la alarma volverá. Una vez desactivadas, etcd vuelve a aceptar escrituras.
fr: Désarmer ne corrige pas la cause. Pour une alarme NOSPACE, libérez de l'espace disque et défragmentez d'abord, sinon l'alarme revient. Une fois désarmé, etcd accepte de nouveau les écritures.
it: Disattivarli non risolve la causa. Per un allarme NOSPACE, libera spazio su disco e deframmenta prima, altrimenti l'allarme ritorna. Una volta disattivati, etcd accetta di nuovo le scritture.
uk: Скасування не усуває причину. Для тривоги NOSPACE спершу звільніть місце на диску та виконайте дефрагментацію, інакше тривога повернеться. Після скасування etcd знову приймає записи.

source: Disarming…
de: Wird aufgehoben…
es: Desactivando…
fr: Désarmement…
it: Disattivazione…
uk: Скасування…

source: Disk
de: Datenträger
es: Disco
fr: Disque
it: Disco
uk: Диск

source: Disks
de: Datenträger
es: Discos
fr: Disques
it: Dischi
uk: Диски

source: DNS servers
de: DNS-Server
es: Servidores DNS
fr: Serveurs DNS
it: Server DNS
uk: DNS-сервери
